/**/
"Cancel" = "Anuluj";
/**/
"Delete" = "Usuń";
/**/
"Open" = "Otwórz";
/**/
"Edit" = "Edytuj";
/**/
"Yes" = "Tak";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Zastosuj geometrię";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Wyczyść geometrię";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Usuń wierzchołek";
/*Geometry Edit Action Name*/
"Insert Part" = "Wstaw część";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Wstaw wierzchołek";
/*Geometry Edit Action Name*/
"Move Vertex" = "Przesuń wierzchołek";
/*Geometry Edit Action Name*/
"Remove Part" = "Usuń część";

/*Collecting attachments*/
"Add" = "Dodaj";
/*Collecting attachments*/
"Take Photo or Video" = "Zrób zdjęcie lub film";
/*Collecting attachments*/
"Choose From Library" = "Wybierz z biblioteki";
/*Collecting attachments*/
"Photo" = "Zdjęcie";
/*Collecting attachments*/
"Video" = "Wideo";
/*Collecting attachments*/
"Save To Photo Library" = "Zapisz w bibliotece zdjęć";
/*Collecting attachments*/
"Download" = "Pobierz";

/*Date attribute*/
"Today" = "Dzisiaj";

/**/
"Attachments" = "Załączniki";
"Attributes" = "Atrybuty";

/**/
"Open in Safari" = "Otwórz w przeglądarce Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Wprowadź liczbę z przedziału od %i do %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Wprowadź liczbę z przedziału od %f do %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Za dużo znaków (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Liczba znajduje się poza dozwolonym zakresem.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Nieobsługiwany typ pliku";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d z %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Zmiana typu obiektu";
"ChangingFeatureTypeAlertMessage" =  "Zmieniasz typ obiektu, co może potencjalnie spowodować nadpisanie wartości pewnych pól. Czy na pewno chcesz to zrobić?";

/**/
"Data for pie chart is invalid" = "Dane do diagramu kołowego są niepoprawne";
"No data to create a pie chart" = "Brak danych do utworzenia diagramu kołowego";

/**/
"createUserSeconds" = "Utworzono przez %@ kilka sekund temu";

/**/
"createUserMinute" = "Utworzono przez %@ minutę temu";

/**/
"editUserSeconds" = "Zmodyfikowano przez %@ kilka sekund temu";

/**/
"editUserMinute" = "Zmodyfikowano przez %@ minutę temu";

/**/
"createSeconds" = "Utworzono kilka sekund temu";

/**/
"createMinute" = "Utworzono minutę temu";

/**/
"editSeconds" = "Zmodyfikowano kilka sekund temu";

/**/
"editMinute" = "Zmodyfikowano minutę temu";

/**/
"createUserMinutes" = "Utworzono przez %@ %d min temu";

/**/
"createUserHour" = "Utworzono przez %@ godzinę temu";

/**/
"createUserHours" = "Utworzono przez %@ %d h temu";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Utworzono przez %@ dnia %@ o godz. %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Utworzono przez %@ dnia %@ o godz. %@";

/**/
"editUserMinutes" = "Zmodyfikowano przez %@ %d min temu";

/**/
"editUserHour" = "Zmodyfikowano przez %@ godzinę temu";

/**/
"editUserHours" = "Zmodyfikowano przez %@ %d h temu";

/**/
"editUserWeekDay" = "Zmodyfikowano przez %@ dnia %@ o godz. %@";

/**/
"editUserFull" = "Zmodyfikowano przez %@ dnia %@ o godz. %@";

/**/
"createUser" = "Utworzono przez %@";

/**/
"editUser" = "Zmodyfikowano przez %@";

/**/
"createMinutes" = "Utworzono %d min temu";

/**/
"createHour" = "Utworzono godzinę temu";

/**/
"createHours" = "Utworzono %d h temu";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Utworzono dnia %@ o godz. %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Utworzono dnia %@ o godz. %@";

/**/
"editMinutes" = "Zmodyfikowano %d min temu";

/**/
"editHour" = "Zmodyfikowano godzinę temu";

/**/
"editHours" = "Zmodyfikowano %d h temu";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Zmodyfikowano dnia %@ o godz. %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Zmodyfikowano dnia %@ o godz. %@";